[
  {
    "id": "MonarchArchive:#mgi",
    "name": "Mouse Genome Informatics",
    "image": "mgi.png",
    "description": "MGI is the international database resource for the laboratory mouse, providing integrated genetic, genomic, and biological data to facilitate the study of human health and disease.",
    "usage": "We list genotype-phenotype associations and asserted disease-models. We use MGI identifiers as the main hook into mouse data. Additionally, we utilize the Mouse Phenotype Ontology (MP) in our cross-species ontology, to link all mouse phenotype annotations from various sources, which is developed by MGI.",
    "vocabulary": "ECO, MA, MP, SO",
    "license": "http://reusabledata.org/mgi.html"
  },
  {
    "id": "MonarchArchive:#zfin",
    "name": "Zebrafish Information Network",
    "image": "zfin.png",
    "description": "The Zebrafish Information Resource is the community database resource for the laboratory use of zebrafish which develops and supports integrated zebrafish genetic, genomic and developmental information, maintains the definitive reference data sets of zebrafish research information toward facilitation of the use of zebrafish as a model for human biology.",
    "usage": "",
    "vocabulary": "We integrate the curated genotype-phenotype data, including experimentally derived fish (such as via application of morpholinos), and links to the literature as evidence.",
    "license": "http://reusabledata.org/zfin.html"
  },
  {
    "id": "MonarchArchive:#zfinslim",
    "name": "Zebrafish Information Network (ZFIN Slim)",
    "image": "zfin.png",
    "description": "The Zebrafish Information Resource is the community database resource for the laboratory use of zebrafish which develops and supports integrated zebrafish genetic, genomic and developmental information, maintains the definitive reference data sets of zebrafish research information toward facilitation of the use of zebrafish as a model for human biology.",
    "usage": "Zfin model only containing Gene to phenotype associations using this file: https://zfin.org/downloads/phenoGeneCleanData_fish.txt",
    "vocabulary": "",
    "license": "http://reusabledata.org/zfin.html"
  },
  {
    "id": "MonarchArchive:#wormbase",
    "name": "WormBase database of nematode biology",
    "image": "wormbase.png",
    "description": "WormBase is an international consortium dedicated to providing the research community with accurate, current, accessible information concerning the genetics, genomics and biology of C. elegans and related nematodes.",
    "usage": "Wormbase curates variant (allele)-phenotype associations. The variants are both genetic (intrinsic) and induced through application of reagents such as RNAi (extrinsic). We list the variant-phenotype associations. Some data is pulled from WormBase directly, other data is routed via WormMine.",
    "vocabulary": "WBbt, WBls, WBPhenotype",
    "license": "http://reusabledata.org/wormbase.html"
  },
  {
    "id": "MonarchArchive:#flybase",
    "name": "FlyBase",
    "image": "flybase.png",
    "description": "FlyBase is the model organism database providing integrated genetic, genomic, phenomic, and biological data for Drosophila melanogaster.",
    "usage": "We integrate the genotype-phenotype associations.",
    "vocabulary": "FBbt, FBcv, FBdv",
    "license": "http://reusabledata.org/flybase.html"
  },
  {
    "id": "MonarchArchive:#impc",
    "name": "International Mouse Phenotyping Consortium",
    "image": "impc.png",
    "description": "The International Mouse Phenotyping Consortium (IMPC) is generating a knockout mouse strain for every protein coding gene by using the embryonic stem cell resource generated by the International Knockout Mouse Consortium (IKMC). Systematic broad-based phenotyping is performed by each IMPC center using standardized procedures found within the International Mouse Phenotyping Resource of Standardised Screens (IMPReSS) resource. Gene-to-phenotype associations are made by a versioned statistical analysis.",
    "usage": "We use the allele-phenotype associations recorded by the consortium. In addition, we map their allele+zygosity+background to MGI genotype identifiers. Where they do not map to MGI genotype identifiers, we create temporary identifiers for navigation purposes.",
    "vocabulary": "MP",
    "license": "http://reusabledata.org/impc.html"
  },
  {
    "id": "MonarchArchive:#mpd",
    "name": "Mouse Phenome Database",
    "image": "mpd.png",
    "description": "The Mouse Phenome Database is a collaborative standardized collection of measured data on laboratory mouse strains, and includes: baseline phenotype data sets, studies of drug, diet, disease and aging effect, protocols, projects, and publications, and SNP, variation and gene expression studies. MPD collects data for classical inbred strains, other fixed-genotype strains, derived lines and populations that are openly acquirable (strain panel examples). Strains can be from JAX-Mice or from any other vendor that's a recognized breeding source.",
    "usage": "genotype (strain)-phenotype association",
    "vocabulary": "MP",
    "license": "http://reusabledata.org/mpd.html"
  },
  {
    "id": "MonarchArchive:#omim",
    "name": "Online Mendelian Inheritance in Man",
    "image": "omim.png",
    "description": "OMIM is a comprehensive, authoritative compendium of human genes and genetic phenotypes with full-text, referenced overviews that contains information on all known mendelian disorders and over 12,000 genes. OMIM focuses on the relationship between phenotype and genotype.",
    "usage": "We use curated disease-gene, disease-locus, and variant-disease associations, together with their annotated references. Most OMIM diseases are further curated by the HPO group. Most OMIM diseases are integrated into the Disease Ontology.",
    "vocabulary": "OMIM",
    "license": "http://reusabledata.org/impc.html"
  },
  {
    "id": "MonarchArchive:#orphanet",
    "name": "Orphanet",
    "image": "orphanet.png",
    "description": "Orphanet provides reference information on rare diseases and orphan drugs to help improve the diagnosis, care and treatment of patients with rare diseases.",
    "usage": "We use the Orphanet disease-gene associations.",
    "vocabulary": "ORPHA",
    "license": "http://reusabledata.org/orphanet-open.html"
  },
  {
    "id": "MonarchArchive:#panther",
    "name": "PANTHER",
    "image": "panther.png",
    "description": "The PANTHER (Protein ANalysis THrough Evolutionary Relationships) Classification System was designed to classify proteins (and their genes) according to evolutionary family/subfamily, molecular function, biological process, and pathway. The PANTHER Classifications are the result of human curation as well as sophisticated bioinformatics algorithms",
    "usage": "We currently utilize the 12 RefGenome species, as well as HUGO HCOP species, to seed the orthology calls. Species currently include: arabidopsis, budding yeast, chicken, chimp, dog, fission yeast, fruitfly, green lizard, horse, human, macaque, mouse, opossum, pig, platypus, rat, slime mold, worms, zebrafish. We use the orthology calls to populate the orthologs tabs for genes, as well as to infer disease-model associations via homology.",
    "vocabulary": "RO",
    "license": "http://reusabledata.org/panther.html"
  },
  {
    "id": "MonarchArchive:#coriell",
    "name": "Coriell Institute for Medical Research",
    "image": "coriell.png",
    "description": "The Coriell Cell Repositories provide essential research reagents to the scientific community by establishing, verifying, maintaining, and distributing cell cultures and DNA derived from cell cultures. These collections, supported by funds from the National Institutes of Health (NIH) and several foundations, are extensively utilized by research scientists around the world. NINDS and NIGMS cell line catalog. NIGMS samples represent a variety of disease states, chromosomal abnormalities, apparently healthy individuals and many distinct human populations. NINDS samples are drawn from subjects with cerebrovascular disease, epilepsy, motor neuron disease, Parkinsonism and Tourette Syndrome, as well as controls.",
    "usage": "We link pertinent cell lines to any diseases for which they are asserted models.",
    "vocabulary": "OMIM"
  },
  {
    "id": "MonarchArchive:#ctd",
    "name": "Comparative Toxicogenomics Database",
    "image": "ctd.png",
    "description": "CTD promotes understanding about the effects of environmental chemicals on human health by integrating data from curated scientific literature to describe chemical interactions with genes and proteins, and associations between diseases and chemicals, and diseases and genes/proteins.",
    "usage": "We integrate the asserted (curated) disease-gene associations, and their evidence.",
    "vocabulary": "MESH, OMIM",
    "license": "http://reusabledata.org/ctd.html"
  },
  {
    "id": "MonarchArchive:#hpoa",
    "name": "Human Phenotype Ontology",
    "image": "hpo.png",
    "description": "A curated database of human hereditary syndromes from OMIM, Orphanet, and DECIPHER mapped to classes of the human phenotype ontology. Various meta-attributes such as frequency, references and negations are associated with each annotation. These are presently limited to rare mendelian diseases.",
    "usage": "We use the HPO disease-phenotype annotations as the primary atomic description of a disease, and list them on the disease pages, together with their references. The Human Phenotype Ontology is integrated into our cross-species phenotype ontology.",
    "vocabulary": "ECO, HPO",
    "license": "http://reusabledata.org/hpo.html"
  },
  {
    "id": "MonarchArchive:#kegg",
    "name": "Kyoto Encyclopedia of Genes and Genomes",
    "image": "kegg.png",
    "description": "KEGG is an integrated database resource consisting of the seventeen main databases including systems, genomic, chemical, and health information.",
    "usage": "We list disease-gene associations, and gene-pathway associations. We utilize the KEGG Ortholog (KO) gene-pathway associations, and infer a specific-organisms' participation in that pathway based on the gene-KO links.",
    "vocabulary": "MESH, OMIM",
    "license": "http://reusabledata.org/kegg-ftp.html"
  },
  {
    "id": "MonarchArchive:#ncbigene",
    "name": "National Center for Biotechnology Information",
    "image": "ncbi.png",
    "description": "Gene integrates information from a wide range of species, and includes nomenclature, Reference Sequences (RefSeqs), maps, pathways, variations, phenotypes, and links to genome-, phenotype-, and locus-specific resources worldwide. Taxon lists the taxinomic organization of organisms. Pub2Gene serves links between genes and pubmed identifiers where they are mentioned.",
    "usage": "We use NCBIGene ids and symbols as the primary identifier and label for human genes in our system and NCBITaxon identifiers and scientific name for species-specific labeling. For any given gene, we also list the annotated pmids from Pub2Gene.",
    "vocabulary": "",
    "license": "https://reusabledata.org/ncbi-gene.html"
  },
  {
    "id": "MonarchArchive:#biogrid",
    "name": "BioGRID",
    "image": "biogrid.png",
    "usage": "Monarch indicates gene-gene/protein-protein interactions on gene pages. We also use many of the id mappings to resolve ids in our own site.",
    "description": "BioGRID is an curated gene and protein interaction repository with for major model organism species.",
    "vocabulary": "MI",
    "license": "http://reusabledata.org/biogrid.html"
  },
  {
    "id": "MonarchArchive:#gwascatalog",
    "name": "GWAS Catalog",
    "image": "gwascatalog.png",
    "description": "The NHGRI-EBI Catalog of published genome-wide association studies.",
    "usage": "Monarch links the variants recorded here to the curated EFO-classes",
    "vocabulary": "RO, EFO, ECO"
  },
  {
    "id": "MonarchArchive:#animalqtldb",
    "name": "AnimalQTLdb",
    "image": "animalqtldb.png",
    "description": "The Animal Quantitative Trait Loci (QTL) database (Animal QTLdb) is designed to house publicly all available QTL and single-nucleotide polymorphism/gene association data on livestock animal species.",
    "usage": "Monarch uses the QTL genetic maps and their computed genomic locations to create associations between the QTLs and their traits. The traits come in their internal Animal Trait ontology vocabulary, which they further map to [Vertebrate Trait](http://bioportal.bioontology.org/ontologies/VT), Product Trait, and Clinical Measurement Ontology vocabularies.",
    "vocabulary": "RO, ECO"
  },
  {
    "id": "MonarchArchive:#ensembl",
    "name": "Ensembl database of automatically annotated genomic data",
    "image": "ensembl.png",
    "description": "Ensembl is a genome browser for vertebrate genomes that supports research in comparative genomics, evolution, sequence variation and transcriptional regulation.",
    "usage": "Monarch obtains equivalencies between Ensembl gene IDs and NCBI gene IDs",
    "vocabulary": ""
  },
  {
    "id": "MonarchArchive:#go",
    "name": "Gene Ontology Database",
    "image": "geneontology.png",
    "description": "The GO defines concepts/classes used to describe gene function, and relationships between these concepts.",
    "usage": "Monarch processes gene-process/function/subcellular/location associations.",
    "vocabulary": "RO",
    "license": "https://reusabledata.org/go-ann.html"
  },
  {
    "id": "MonarchArchive:#hgnc",
    "name": "HUGO Gene Nomenclature Committee",
    "image": "hgnc.png",
    "description": "A curated online repository of HGNC-approved gene nomenclature, gene families and associated resources.",
    "usage": "Monarch creates equivalences between HGNC identifiers and ENSEMBL and NCBIGene. We also add the links to cytogenic locations for the gene features.",
    "vocabulary": ""
  },
  {
    "id": "MonarchArchive:#mmrrc",
    "name": "Mutant Mouse Resource and Research Centers",
    "image": "mmrrc.png",
    "description": "A repository of mouse stocks and ES cell line collections serving the world-wide genetics and biomedical research community for the benefit of human health.",
    "usage": "Centers A repository of mouse stocks and ES cell line collections serving the world-wide genetics and biomedical research community for the benefit of human health.\tMonarch processes the Mutant Mouse Resource and Research Center strain data, which includes: strains and their mutant alleles, phenotypes of the alleles, and descriptions of the research uses of the strains.",
    "vocabulary": "MP"
  },
  {
    "id": "MonarchArchive:#reactome",
    "name": "Reactome - a curated knowledgebase of biological pathways",
    "image": "reactome.png",
    "description": "A repository of mouse stocks and ES cell line collections serving the world-wide genetics and biomedical research community for the benefit of human health.",
    "usage": "Monarch processes ensembl gene to pathway associations",
    "vocabulary": "RO",
    "license": "http://reusabledata.org/reactome.html"
  },
  {
    "id": "MonarchArchive:#bgee",
    "name": "Gene expression data in animals",
    "image": "bgee.png",
    "description": "Bgee is a database to retrieve and compare gene expression patterns in multiple animal species",
    "usage": "Monarch stores the top 20 ranked tissues where a gene is over expressed based on differential expression measures across evidence lines",
    "vocabulary": "Uberon",
    "license": "http://reusabledata.org/bgee.html"
  },
  {
    "id": "MonarchArchive:#string",
    "name": "STRING",
    "image": "string.png",
    "description": "STRING is a database of known and predicted protein-protein interactions.",
    "usage": "Monarch stores protein protein interactions with a confidence >.7",
    "vocabulary": "RO",
    "license": "http://reusabledata.org/string.html"
  },
  {
    "id": "MonarchArchive:#rgd",
    "name": "Rat Genome Database",
    "image": "rgd.png",
    "description": "The Rat Genome Database (RGD)is the premier site for genetic, genomic, phenotype, and disease data generated from rat research",
    "usage": "Monarch stores gene to phenotype associations",
    "vocabulary": "MP, RO, RGD References, RGD genes",
    "license": "http://reusabledata.org/rgd.html"
  },
  {
    "id": "MonarchArchive:#sgd",
    "name": "Saccharomyces Genome Database",
    "image": "sgd.png",
    "description": "The Saccharomyces Genome Database (SGD) provides comprehensive integrated biological information for the budding yeast Saccharomyces cerevisiae along with search and analysis tools to explore these data, enabling the discovery of functional relationships between sequence and gene products in fungi and higher organisms.",
    "usage": "Monarch stores gene to phenotype associations and gene function data",
    "vocabulary": "APO, RO",
    "license": "http://reusabledata.org/sgd.html"
  },
  {
    "id": "MonarchArchive:#eom",
    "name": "Elements of Morphology",
    "image": "eom.png",
    "description": "Elements of Morphology is a resource from NHGRI that has definitions of morphological abnormalities, together with image depictions.",
    "usage": "We pull those relationships, as well as our local mapping of equivalences between EOM and HP terminologies."
  },
  {
    "id": "MonarchArchive:#mgislim",
    "name": "Mouse Genome Informatics (MGI Slim)",
    "image": "mgi.png",
    "description": "See 'Mouse Genome Informatics'",
    "usage": "Slim MGI model only containing Gene to phenotype associations. This uses mousemine: http://www.mousemine.org/mousemine/begin.do",
    "license": "http://reusabledata.org/mgi.html"
  },
  {
    "id": "MonarchArchive:#monarch",
    "name": "Monarch Initiative",
    "image": "monarch.png",
    "description": "This is the parser for data curated by the Monarch Initiative.",
    "usage": "",
    "vocabulary": "",
    "license": "http://reusabledata.org/monarch.html"
  },
  {
    "id": "MonarchArchive:#monochrom",
    "name": "Monochrom",
    "image": "monochrom.png",
    "description": "Ingested data represents major structural pieces of chromosomes which are often universally referenced, using physical properties/observations that remain constant over different genome builds (such as banding patterns and arms). The idea is to create a scaffold upon which we can hang build-specific chromosomal coordinates, and reason across them.",
    "usage": "We leverage the GENO ontology and modeling patterns to build an ontology of chromosomes for any species.We currently compute bands for human, mouse, zebrafish, and rat but will be expanding in the future as needed.",
    "vocabulary": "",
    "license": "http://reusabledata.org/monochrom.html"
  },
  {
    "id": "MonarchArchive:#mychem",
    "name": "MyChem",
    "image": "mychem.png",
    "description": "Chemical and drug annotation data, aggregated from many popular data resources.",
    "usage": "",
    "vocabulary": ""
  },
  {
    "id": "MonarchArchive:#ucscbands",
    "name": "UCSC Bands",
    "image": "ucscbands.png",
    "description": "UCSC definitions of cytogenic bands",
    "usage": "We create nested structures to enable overlap and containment queries. We use Monochrom.py to create the OWL-classes of the chromosomal parts. Here, we simply worry about the instance-level values for particular genomebuilds.",
    "vocabulary": ""
  },
  {
    "id": "MonarchArchive:#omia",
    "name": "Online Mendelian Inheritance in Animals",
    "image": "omia.png",
    "description": "Online Mendelian Inheritance in Animals (OMIA) is a catalogue/compendium of inherited disorders, other (single-locus) traits, and genes in 215 (non-model) animal species.",
    "usage": "gene-disease association",
    "vocabulary": "OMIA, OMIM",
    "license": "http://reusabledata.org/omia.html"
  },
  {
    "id": "MonarchArchive:#clinvar",
    "name": "ClinVar",
    "image": "clinvar.png",
    "description": "ClinVar archives and aggregates information about relationships among variation and human health. ClinVar collects reports of variants found in patient samples, assertions made regarding their clinical significance, information about the submitter, and other supporting data.",
    "usage": "disease-gene association, variant-disease association, variant definitions",
    "vocabulary": "UMLS",
    "distribution": "https://archive.monarchinitiative.org/latest/rdf/clinvar.nt",
    "license": "http://reusabledata.org/clinvar.html",
    "files": [
      "ftp://ftp.ncbi.nlm.nih.gov/pub/clinvar/xml/ClinVarFullRelease_00-latest.xml.gz",
      "ftp://ftp.ncbi.nlm.nih.gov/pub/clinvar/gene_condition_source_id"
    ]
  },
  {
    "id": "MonarchArchive:#udp",
    "name": "Undiagnosed Diseases Program (UDP)",
    "image": "udp.png",
    "description": "The National Institutes of Health (NIH) Undiagnosed Diseases Program (UDP) is part of the Undiagnosed Disease Network (UDN), an NIH Common Fund initiative that focuses on the most puzzling medical cases referred to the NIH Clinical Center in Bethesda, Maryland.",
    "usage": "Monarch stores phenotypes for each case and variants of interest",
    "distribution": "https://archive.monarchinitiative.org/latest/rdf/udp.ttl",
    "vocabulary": "RO"
  }
]
