{
  "registry": [
    {
      "title": "Monarch Ontology Lookup Service",
      "item_type": "registry",
      "id": "monarch_ols",
      "title_short": "Monarch OLS",
      "icon": null,
      "license": null,
      "Citation": null,
      "description": "An instance of EBI's OLS with Monarch-specific ontologies.",
      "tagline": null,
      "visual_explainer": null,
      "repository": null,
      "documentation": "https://github.com/monarch-initiative/ontotools-docker",
      "website": "https://ols.monarchinitiative.org/",
      "other link": null
    },
    {
      "title": "KG Registry",
      "item_type": "registry",
      "id": "kg_registry",
      "title_short": "KG Registry",
      "icon": "onto-gpt",
      "license": null,
      "Citation": null,
      "description": "A simple registry for knowledge graphs, including KG-Hub projects.",
      "tagline": "Aggregation of Knowledge Graphs and their parts.",
      "visual_explainer": null,
      "repository": "https://github.com/Knowledge-Graph-Hub/kg-registry",
      "documentation": "https://github.com/Knowledge-Graph-Hub/kg-registry",
      "website": "https://kghub.org/kg-registry/",
      "other link": null
    },
    {
      "title": "KG Hub",
      "item_type": "registry",
      "id": "kg_hub",
      "title_short": "KG Hub",
      "icon": null,
      "license": null,
      "Citation": null,
      "description": "A collection of biological and biomedical Knowledge Graphs, including their component data sources.",
      "tagline": null,
      "visual_explainer": null,
      "repository": "https://github.com/Knowledge-Graph-Hub",
      "documentation": "https://github.com/Knowledge-Graph-Hub/knowledge-graph-hub.github.io",
      "website": "https://kghub.org/",
      "other link": null
    },
    {
      "title": "LinkML Registry",
      "item_type": "registry",
      "id": "linkml_registry",
      "title_short": "LinkML Registry",
      "icon": null,
      "license": null,
      "Citation": null,
      "description": "A collection of LinkML schemas.",
      "tagline": null,
      "visual_explainer": null,
      "repository": "https://github.com/linkml/linkml-registry",
      "documentation": "https://linkml.io/linkml-registry/registry/",
      "website": "https://linkml.io/linkml-registry/registry/",
      "other link": null
    },
    {
      "title": "Monarch Mapping Commons",
      "item_type": "registry",
      "id": "monarch_mapping_commons",
      "title_short": "Monarch Mapping Commons",
      "icon": "resource-monarch",
      "license": null,
      "Citation": null,
      "description": "SSSOM Mappings collected and curated by the Monarch Initiative.",
      "tagline": null,
      "visual_explainer": null,
      "repository": "https://github.com/monarch-initiative/monarch-mapping-commons",
      "documentation": "https://github.com/monarch-initiative/monarch-mapping-commons",
      "website": "https://github.com/monarch-initiative/monarch-mapping-commons",
      "other link": null
    }
  ],
  "ontology": [
    {
      "title": "Human Phenotype Ontology",
      "item_type": "ontology",
      "id": "hp",
      "title_short": "HPO",
      "icon": "resource-hpo",
      "license": "https://hpo.jax.org/license",
      "Citation": "https://hpo.jax.org/citation \nGargano MA, Matentzoglu N, Coleman B, Addo-Lartey EB, Anagnostopoulos AV, Anderton J, Avillach P, Bagley AM, Bakštein E, Balhoff JP, Baynam G, Bello SM, Berk M, Bertram H, Bishop S, Blau H, Bodenstein DF, Botas P, Boztug K, Čady J, Callahan TJ, Cameron R, Carbon SJ, Castellanos F, Caufield JH, Chan LE, Chute CG, Cruz-Rojo J, Dahan-Oliel N, Davids JR, de Dieuleveult M, de Souza V, de Vries BBA, de Vries E, DePaulo JR, Derfalvi B, Dhombres F, Diaz-Byrd C, Dingemans AJM, Donadille B, Duyzend M, Elfeky R, Essaid S, Fabrizzi C, Fico G, Firth HV, Freudenberg-Hua Y, Fullerton JM, Gabriel DL, Gilmour K, Giordano J, Goes FS, Moses RG, Green I, Griese M, Groza T, Gu W, Guthrie J, Gyori B, Hamosh A, Hanauer M, Hanušová K, He YO, Hegde H, Helbig I, Holasová K, Hoyt CT, Huang S, Hurwitz E, Jacobsen JOB, Jiang X, Joseph L, Keramatian K, King B, Knoflach K, Koolen DA, Kraus ML, Kroll C, Kusters M, Ladewig MS, Lagorce D, Lai MC, Lapunzina P, Laraway B, Lewis-Smith D, Li X, Lucano C, Majd M, Marazita ML, Martinez-Glez V, McHenry TH, McInnis MG, McMurry JA, Mihulová M, Millett CE, Mitchell PB, Moslerová V, Narutomi K, Nematollahi S, Nevado J, Nierenberg AA, Čajbiková NN, Nurnberger JI Jr, Ogishima S, Olson D, Ortiz A, Pachajoa H, Perez de Nanclares G, Peters A, Putman T, Rapp CK, Rath A, Reese J, Rekerle L, Roberts AM, Roy S, Sanders SJ, Schuetz C, Schulte EC, Schulze TG, Schwarz M, Scott K, Seelow D, Seitz B, Shen Y, Similuk MN, Simon ES, Singh B, Smedley D, Smith CL, Smolinsky JT, Sperry S, Stafford E, Stefancsik R, Steinhaus R, Strawbridge R, Sundaramurthi JC, Talapova P, Tenorio Castano JA, Tesner P, Thomas RH, Thurm A, Turnovec M, van Gijn ME, Vasilevsky NA, Vlčková M, Walden A, Wang K, Wapner R, Ware JS, Wiafe AA, Wiafe SA, Wiggins LD, Williams AE, Wu C, Wyrwoll MJ, Xiong H, Yalin N, Yamamoto Y, Yatham LN, Yocum AK, Young AH, Yüksel Z, Zandi PP, Zankl A, Zarante I, Zvolský M, Toro S, Carmody LC, Harris NL, Munoz-Torres MC, Danis D, Mungall CJ, Köhler S, Haendel MA, Robinson PN. The Human Phenotype Ontology in 2024: phenotypes around the world. Nucleic Acids Res. 2024 Jan 5;52(D1):D1333-D1346. doi: 10.1093/nar/gkad1005. PMID: 37953324; PMCID: PMC10767975., https://doi.org/10.1093/nar/gkad1005",
      "description": "The **Human Phenotype Ontology (HPO)** is a structured vocabulary used to describe human health conditions and symptoms in a standardized way. It helps doctors, researchers, and computer systems consistently record and analyze patient characteristics, especially in the context of rare diseases. By organizing thousands of clinical features into a searchable hierarchy, HPO supports better diagnosis, data sharing, and discovery in genetic medicine.",
      "tagline": "The standard vocabulary of human phenotypic abnormalities.",
      "visual_explainer": "sampleImage.png",
      "repository": "https://github.com/obophenotype/human-phenotype-ontology",
      "documentation": "https://obophenotype.github.io/human-phenotype-ontology/",
      "website": "https://hpo.jax.org/app/",
      "other link": null
    },
    {
      "title": "Mondo Disease Ontology",
      "item_type": "ontology",
      "id": "mondo",
      "title_short": "Mondo",
      "icon": "resource-mondo",
      "license": "CC-BY-4.0",
      "Citation": "Mondo: Unifying diseases for the world, by the world, Nicole A Vasilevsky, Nicolas A Matentzoglu, Sabrina Toro, Joe E Flack, Harshad Hegde, Deepak R Unni, Gioconda Alyea, Joanna S Amberger, Larry Babb, James P Balhoff, Taylor I Bingaman, Gully A Burns, Tiffany J Callahan, Leigh C Carmody, Lauren E Chan, George S Chang, Michel Dumontier, Laura E Failla, May J Flowers, H A Garrett, Dylan Gration, Tudor Groza, Marc Hanauer, Nomi L Harris, Ingo Helbig, Jason A Hilton, Daniel S Himmelstein, Charles T Hoyt, Megan S Kane, Sebastian Köhler, David Lagorce, Martin Larralde, Antonia Lock, Irene López Santiago, Donna R Maglott, Adriana J Malheiro, Birgit HM Meldal, Julie A McMurry, Moni Munoz-Torres, Tristan H Nelson, David Ochoa, Tudor I Oprea, David Osumi-Sutherland, Helen Parkinson, Zoë M Pendlington, Ana Rath, Heidi L Rehm, Lyubov Remennik, Erin R Riggs, Paola Roncaglia, Justyne E Ross, Marion F Shadbolt, Kent A Shefchek, Morgan N Similuk, Nicholas Sioutos, Rachel Sparks, Ray Stefancsik, Ralf Stephan, Doron Stupp, Jagadish Chandrabose Sundaramurthi, Imke Tammen, Courtney L Thaxton, Eloise Valasek, Alex H Wagner, Danielle Welter, Patricia L Whetzel, Lori L Whiteman, Valerie Wood, Colleen H Xu, Andreas Zankl, Xingmin A Zhang, Christopher G Chute, Peter N Robinson, Christopher J Mungall, Ada Hamosh, Melissa A Haendel, medRxiv 2022.04.13.22273750; doi: https://doi.org/10.1101/2022.04.13.22273750",
      "description": "A disease ontology that integrates and harmonizes disease definitions from multiple sources.",
      "tagline": "Harmonizing disease definitions globally",
      "visual_explainer": null,
      "repository": "https://github.com/monarch-initiative/mondo",
      "documentation": "https://mondo.readthedocs.io/en/latest/",
      "website": "https://mondo.monarchinitiative.org/",
      "other link": null
    },
    {
      "title": "Genotype Ontology",
      "item_type": "ontology",
      "id": "geno",
      "title_short": "GENO",
      "icon": null,
      "license": "CC-BY 4.0",
      "Citation": null,
      "description": "An ontology that represents the levels of genetic variation specified in genotypes.",
      "tagline": "An integrated ontology for representing the genetic variations described in genotypes, and their causal relationships to phenotype and diseases.",
      "visual_explainer": null,
      "repository": "https://github.com/monarch-initiative/GENO-ontology",
      "documentation": "https://github.com/monarch-initiative/GENO-ontology",
      "website": "https://github.com/monarch-initiative/GENO-ontology",
      "other link": null
    },
    {
      "title": "Scientific Evidence and Provenance Information Ontology",
      "item_type": "ontology",
      "id": "sepio",
      "title_short": "SEPIO",
      "icon": null,
      "license": "CC-BY 3.0",
      "Citation": null,
      "description": "The Scientific Evidence and Provenance Information Ontology (SEPIO) was developed to support description of evidence and provenance information for scientific claims. The core model represents the relationships between claims, their evidence lines, the information items that comprise these lines of evidence, and the methods, tools, and agents involved in the creation of these entities. Use cases driving SEPIO development include integration of scientific claims and their associated evidence/provenance metadata, and support for the discovery, analysis, and evaluation of claims based on this metadata.",
      "tagline": "An ontology for representing the provenance of scientific claims and the evidence that supports them.",
      "visual_explainer": null,
      "repository": "https://github.com/monarch-initiative/SEPIO-ontology",
      "documentation": "https://github.com/monarch-initiative/SEPIO-ontology",
      "website": "https://github.com/monarch-initiative/SEPIO-ontology",
      "other link": null
    },
    {
      "title": "Vertebrate Breed Ontology",
      "item_type": "ontology",
      "id": "vbo",
      "title_short": "VBO",
      "icon": null,
      "license": "CC-BY 4.0",
      "Citation": "Kathleen R. Mullen, Imke Tammen, Nicolas A. Matentzoglu, Marius Mather, James P. Balhoff, Elizabeth Esdaile, Gregoire Leroy, Carissa A. Park, Halie M. Rando, Nadia T. Saklou, Tracy L. Webb, Nicole A. Vasilevsky, Christopher J. Mungall, Melissa A. Haendel, Frank W. Nicholas, Sabrina Toro. The Vertebrate Breed Ontology: Towards Effective Breed Data Standardization. https://doi.org/10.48550/arXiv.2406.02623",
      "description": "VBO is an open, community-driven ontology representing over 19,500 livestock and companion animal breed concepts covering 49 species. Breeds are classified based on community and expert conventions (e.g., cattle breed) and supported by relations to the breed's genus and species indicated by National Center for Biotechnology Information (NCBI) Taxonomy terms. Relationships between VBO terms (e.g., relating breeds to their foundation stock) provide additional context to support advanced data analytics. VBO term metadata includes synonyms, breed identifiers/codes, and attributed cross-references to other databases.",
      "tagline": "A single, computable resource for vertebrate breed names.",
      "visual_explainer": null,
      "repository": "https://github.com/monarch-initiative/vertebrate-breed-ontology",
      "documentation": "https://monarch-initiative.github.io/vertebrate-breed-ontology/",
      "website": "https://github.com/monarch-initiative/vertebrate-breed-ontology",
      "other link": null
    },
    {
      "title": "The Unified Phenotype Ontology ",
      "item_type": "ontology",
      "id": "upheno",
      "title_short": "uPheno",
      "icon": "resource-upheno",
      "license": "CC0 1.0",
      "Citation": "Nicolas Matentzoglu, Susan M. Bello, Ray Stefancsik, Sarah M. Alghamdi, Anna V. Anagnostopoulos, James P. Balhoff, Meghan A. Balk, Yvonne M. Bradford, Yasemin Bridges, Tiffany J. Callahan, Harry Caufield, Alayne Cuzick, Leigh C. Carmody, Anita R. Caron, Vinicius de Souza, Stacia R. Engel, Petra Fey, Malcolm Fisher, Sarah Gehrke, Christian Grove, Peter Hansen, Nomi L. Harris, Midori A. Harris, Laura Harris, Arwa Ibrahim, Julius O. B. Jacobsen, Sebastian Köhler, Julie A. McMurry, Violeta Munoz-Fuentes, Monica C. Munoz-Torres, Helen Parkinson, Zoë M. Pendlington, Clare Pilgrim, Sofia M. Robb, Peter N. Robinson, James Seager, Erik Segerdell, Damian Smedley, Elliot Sollis, Sabrina Toro, Nicole Vasilevsky, Valerie Wood, Melissa A. Haendel, Christopher J. Mungall, James A. McLaughlin, and David Osumi-Sutherland. 2025. \"The Unified Phenotype Ontology: A Framework for Cross-Species Integrative Phenomics.\" Genetics 229 (3): iyaf027. https://doi.org/10.1093/genetics/iyaf027.",
      "description": "The Unified Phenotype Ontology (uPheno) framework is a community effort to provide an integration layer over domain-specific phenotype ontologies, as a single, unified, logical representation. It comprises (1) a system for consistent computational definition of phenotype terms using ontology design patterns, maintained as a community library; (2) a hierarchical vocabulary of species-neutral phenotype terms under which their species-specific counterparts are grouped; and (3) mapping tables between species-specific ontologies.",
      "tagline": "A framework for cross-species integrative phenomics",
      "visual_explainer": null,
      "repository": "https://obophenotype.github.io/upheno/",
      "documentation": "https://obophenotype.github.io/upheno/\nhttps://www.ebi.ac.uk/ols4/ontologies/upheno",
      "website": "https://obophenotype.github.io/upheno/",
      "other link": null
    },
    {
      "title": "Medical Action Ontology",
      "item_type": "ontology",
      "id": "maxo",
      "title_short": "MAxO",
      "icon": "resource-maxo",
      "license": "CC-BY 4.0",
      "Citation": "Carmody LC, Gargano MA, Toro S, Vasilevsky NA, Adam MP, Blau H, Chan LE, Gomez-Andres D, Horvath R, Kraus ML, Ladewig MS, Lewis-Smith D, Lochmüller H, Matentzoglu NA, Munoz-Torres MC, Schuetz C, Seitz B, Similuk MN, Sparks TN, Strauss T, Swietlik EM, Thompson R, Zhang XA, Mungall CJ, Haendel MA, Robinson PN. The Medical Action Ontology: A tool for annotating and analyzing treatments and clinical management of human disease. Med. 2023 Dec 8;4(12):913-927.e3. doi: 10.1016/j.medj.2023.10.003. Epub 2023 Nov 13. PMID: 37963467; PMCID: PMC10842845.",
      "description": "The Medical Action Ontology (MAxO) provides a broad view of medical actions and includes terms for medical procedures, interventions, therapies, treatments, and recommendations.",
      "tagline": null,
      "visual_explainer": null,
      "repository": "https://github.com/monarch-initiative/MAxO",
      "documentation": "https://github.com/monarch-initiative/MAxO",
      "website": null,
      "other link": null
    },
    {
      "title": "Ontology of Biological Attributes",
      "item_type": "ontology",
      "id": "oba",
      "title_short": "OBA",
      "icon": null,
      "license": "CC0-1.0",
      "Citation": "Stefancsik R, Balhoff JP, Balk MA, Ball RL, Bello SM, Caron AR, Chesler EJ, de Souza V, Gehrke S, Haendel M, Harris LW, Harris NL, Ibrahim A, Koehler S, Matentzoglu N, McMurry JA, Mungall CJ, Munoz-Torres MC, Putman T, Robinson P, Smedley D, Sollis E, Thessen AE, Vasilevsky N, Walton DO, Osumi-Sutherland D.\nThe Ontology of Biological Attributes (OBA)-computational traits for the life sciences.\nMamm Genome. 2023 Sep;34(3):364-378. doi: 10.1007/s00335-023-09992-1. PMID: 37076585; PMCID: PMC10382347.",
      "description": "The Ontology of Biological Attributes (OBA) is a formalised, species-independent collection of interoperable phenotypic trait categories that is intended to fulfil a data integration role. OBA is a standardised representational framework for observable attributes that are characteristics of biological entities, organisms, or parts of organisms. It is a collection of biological attributes (traits) covering all kingdoms of life and is interoperable with other ontologies in the Open Biological and Biomedical Ontologies (OBO) Foundry.",
      "tagline": "Computational traits for the life sciences",
      "visual_explainer": null,
      "repository": "https://github.com/obophenotype/bio-attribute-ontology",
      "documentation": "https://obophenotype.github.io/upheno/",
      "website": null,
      "other link": null
    },
    {
      "title": "Uberon Anatomy Ontology",
      "item_type": "ontology",
      "id": "uberon",
      "title_short": "Uberon",
      "icon": "resource-uberon",
      "license": "CC-BY 3.0",
      "Citation": null,
      "description": "An integrated cross-species anatomy ontology.",
      "tagline": null,
      "visual_explainer": null,
      "repository": "https://github.com/obophenotype/uberon",
      "documentation": "https://obophenotype.github.io/uberon/",
      "website": "https://obophenotype.github.io/uberon/",
      "other link": null
    },
    {
      "title": "Phenomics Integrated Ontology (PHENIO)",
      "item_type": "ontology",
      "id": "phenio",
      "title_short": "PHENIO",
      "icon": null,
      "license": "BSD-3",
      "Citation": null,
      "description": null,
      "tagline": "An ontology for accessing and comparing knowledge concerning phenotypes across species and genetic backgrounds.",
      "visual_explainer": null,
      "repository": "https://github.com/monarch-initiative/phenio",
      "documentation": null,
      "website": null,
      "other link": null
    },
    {
      "title": "Environmental Conditions, Treatments and Exposures Ontology",
      "item_type": "ontology",
      "id": "ecto",
      "title_short": "ECTO",
      "icon": "resource-ecto",
      "license": "License \nCC0 1.0",
      "Citation": "https://link.springer.com/article/10.1186/s13326-023-00283-x",
      "description": "ECTO describes exposures to experimental treatments of plants and model organisms (e.g. exposures to modification of diet, lighting levels, temperature); exposures of humans or any other organisms to stressors through a variety of routes, for purposes of public health, environmental monitoring etc, stimuli, natural and experimental, any kind of environmental condition or change in condition that can be experienced by an organism or population of organisms on earth. The scope is very general and can include for example plant treatment regimens, as well as human clinical exposures (although these may better be handled by a more specialized ontology).",
      "tagline": null,
      "visual_explainer": null,
      "repository": null,
      "documentation": "https://github.com/EnvironmentOntology/environmental-exposure-ontology",
      "website": null,
      "other link": null
    }
  ],
  "standard": [
    {
      "title": "Phenopackets",
      "item_type": "standard",
      "id": "phenopackets",
      "title_short": "Phenopackets",
      "icon": "resource-phenopackets",
      "license": null,
      "Citation": null,
      "description": "An ISO-endorsed open standard for sharing disease and phenotype information.",
      "tagline": "An ISO-endorsed open standard for sharing disease and phenotype information.",
      "visual_explainer": null,
      "repository": "https://github.com/phenopackets/phenopacket-schema",
      "documentation": "https://phenopacket-schema.readthedocs.io/en/latest/",
      "website": "http://phenopackets.org/",
      "other link": null
    }
  ],
  "tool": [
    {
      "title": "Exomiser",
      "item_type": "tool",
      "id": "exomiser",
      "title_short": "Exomiser",
      "icon": "resource-exomiser",
      "license": "AGPL-3.0 license",
      "Citation": "Bone WP, Washington NL, Buske OJ, Adams DR, Davis J, Draper D, Flynn ED, Girdea M, Godfrey R, Golas G, Groden C, Jacobsen J, Köhler S, Lee EM, Links AE, Markello TC, Mungall CJ, Nehrebecky M, Robinson PN, Sincan M, Soldatos AG, Tifft CJ, Toro C, Trang H, Valkanas E, Vasilevsky N, Wahl C, Wolfe LA, Boerkoel CF, Brudno M, Haendel MA, Gahl WA, Smedley D. Computational evaluation of exome sequence data using human and model organism phenotypes improves diagnostic efficiency. Genet Med. 2016 Jun;18(6):608-17. doi: 10.1038/gim.2015.137. Epub 2015 Nov 12. PMID: 26562225; PMCID: PMC4916229.",
      "description": "A command-line utility for phenotype-based prioritisation of Human disease-causing variants from VCF files.",
      "tagline": null,
      "visual_explainer": "",
      "repository": "https://github.com/exomiser/Exomiser",
      "documentation": "https://exomiser.readthedocs.io/",
      "website": "https://exomiser.monarchinitiative.org/exomiser/",
      "other link": null
    },
    {
      "title": "Ontology Development Kit (ODK)",
      "item_type": "tool",
      "id": "odk",
      "title_short": "ODK",
      "icon": "resource-odk",
      "license": null,
      "Citation": null,
      "description": "A toolkit and workflow system for managing the ontology life-cycle.",
      "tagline": null,
      "visual_explainer": null,
      "repository": "https://github.com/INCATools/ontology-development-kit",
      "documentation": "https://incatools.github.io/ontology-development-kit",
      "website": null,
      "other link": null
    },
    {
      "title": "Ontology Access Kit (OAK)",
      "item_type": "tool",
      "id": "oak",
      "title_short": "OAK",
      "icon": "resource-oak",
      "license": null,
      "Citation": null,
      "description": "A python toolkit for accessing and visualising ontologies.",
      "tagline": null,
      "visual_explainer": null,
      "repository": "https://github.com/INCATools/ontology-access-kit",
      "documentation": "https://incatools.github.io/ontology-access-kit/",
      "website": "https://github.com/INCATools/ontology-access-kit",
      "other link": null
    },
    {
      "title": "PhEval",
      "item_type": "tool",
      "id": "pheval",
      "title_short": "PhEval",
      "icon": "resource-pheval",
      "license": "Apache-2.0 license",
      "Citation": "Bridges Y, Souza V, Cortes KG, Haendel M, Harris NL, Korn DR, Marinakis NM, Matentzoglu N, McLaughlin JA, Mungall CJ, Odell A, Osumi-Sutherland D, Robinson PN, Smedley D, Jacobsen JOB. Towards a standard benchmark for phenotype-driven variant and gene prioritisation algorithms: PhEval - Phenotypic inference Evaluation framework. BMC Bioinformatics. 2025 Mar 22;26(1):87. doi: 10.1186/s12859-025-06105-4. PMID: 40121479; PMCID: PMC11929307.",
      "description": "A Python library for assisting in benchmarking tools for Variant/Gene/Disease prioritisation.A Python library for assisting in benchmarking tools for Variant/Gene/Disease prioritisation.A Python library for assisting in benchmarking tools for Variant/Gene/Disease prioritisation.",
      "tagline": null,
      "visual_explainer": "https://www.youtube.com/watch?v=nIPzVN99UWc",
      "repository": "https://github.com/monarch-initiative/pheval",
      "documentation": "https://monarch-initiative.github.io/pheval/",
      "website": null,
      "other link": null
    },
    {
      "title": "OntoGPT",
      "item_type": "tool",
      "id": "ontogpt",
      "title_short": "OntoGPT",
      "icon": "onto-gpt",
      "license": "BSD-3-Clause",
      "Citation": "Caufield JH, Hegde H, Emonet V, Harris NL, Joachimiak MP, Matentzoglu N, Kim H, Moxon S, Reese JT, Haendel MA, Robinson PN, Mungall CJ. Structured Prompt Interrogation and Recursive Extraction of Semantics (SPIRES): a method for populating knowledge bases using zero-shot learning. Bioinformatics. Oxford University Press (OUP); 2024 Mar 4;40(3). Available from: http://dx.doi.org/10.1093/bioinformatics/btae104   PMCID: PMC10924283",
      "description": "OntoGPT is a Python package for extracting structured information from text with large language models (LLMs), instruction prompts, and ontology-based grounding.",
      "tagline": "A Python package for extracting structured information from text with large language models.",
      "visual_explainer": null,
      "repository": "https://github.com/monarch-initiative/ontogpt",
      "documentation": "https://monarch-initiative.github.io/ontogpt/",
      "website": "https://github.com/monarch-initiative/ontogpt",
      "other link": null
    },
    {
      "title": "CurateGPT",
      "item_type": "tool",
      "id": "curate_gpt",
      "title_short": "CurateGPT",
      "icon": "curate-gpt",
      "license": "BSD-3",
      "Citation": "Caufield H, Kroll C, O’Neil ST, Reese JT, Joachimiak MP, Hegde H, Harris NL, Krishnamurthy M, McLaughlin JA, Smedley D, Haendel MA, Robinson PN, Mungall CJ. CurateGPT: A flexible language-model assisted biocuration tool. arXiv [cs.CL]. 2024. Available from: http://arxiv.org/abs/2411.00046",
      "description": "CurateGPT is a prototype web application and framework for performing general purpose AI-guided curation and curation-related operations over collections of objects.",
      "tagline": "A large language model-driven curation assistance tool.",
      "visual_explainer": null,
      "repository": "https://github.com/monarch-initiative/curate-gpt",
      "documentation": "https://github.com/monarch-initiative/curate-gpt",
      "website": "https://curategpt.io/",
      "other link": null
    },
    {
      "title": "Linked Data Modeling Language",
      "item_type": "tool",
      "id": "linkml",
      "title_short": "LinkML",
      "icon": "resource-linkml",
      "license": null,
      "Citation": null,
      "description": "The Linked Data Modeling Language (LinkML) is a flexible modeling language that allows you to author schemas (models) in YAML that describe the structure of your data.",
      "tagline": null,
      "visual_explainer": null,
      "repository": "https://github.com/linkml/linkml-registry",
      "documentation": "https://linkml.io/linkml-model/docs/",
      "website": "https://linkml.io/",
      "other link": null
    },
    {
      "title": "Simple Standard for Ontology Mappings (SSSOM)",
      "item_type": "standard",
      "id": "sssom",
      "title_short": "SSSOM",
      "icon": "resource-sssom",
      "license": null,
      "Citation": null,
      "description": "A simple metadata standard for describing semantic mappings.",
      "tagline": null,
      "visual_explainer": null,
      "repository": "https://github.com/mapping-commons/sssom/",
      "documentation": "https://mapping-commons.github.io/sssom/spec/",
      "website": "https://mapping-commons.github.io/sssom/spec/",
      "other link": null
    }
  ]
}
