{
  "ontologies": {
    "ecto": {
      "about": "The Environmental Conditions, Treatments and Exposures Ontology (ECTO) describes exposures to experimental treatments of plants and model organisms (e.g. exposures to modification of diet, lighting levels, temperature); exposures of humans or any other organisms to stressors through a variety of routes, for purposes of public health, environmental monitoring etc, stimuli, natural and experimental, any kind of environmental condition or change in condition that can be experienced by an organism or population of organisms on earth. The scope is very general and can include for example plant treatment regimens, as well as human clinical exposures (although these may better be handled by a more specialized ontology).",
      "contact": {
        "email": "cjmungall@lbl.gov",
        "github": "@cmungall",
        "name": "Chris Mungall",
        "orcid": "https://orcid.org/0000-0002-6601-2165"
      },
      "icon": "resource-ecto",
      "license": "CC-BY-3.0",
      "see_also": {
        "documentation": "https://github.com/EnvironmentOntology/environmental-exposure-ontology",
        "other": null,
        "repository": "https://github.com/EnvironmentOntology/environmental-exposure-ontology",
        "website": "https://obofoundry.org/ontology/ecto.html"
      },
      "tagline": "An ontology connecting toxicology and exposure data to human health and beyond",
      "title": "Environmental Conditions, Treatments and Exposures Ontology",
      "title_short": "ECTO",
      "visual_explainer": "figure-ecto|||ECTO unifies exposure attributes. Existing ontologies contain terms describing common exposure stimuli, exposure routes, and potential exposure media, however unifying terms to describe the exposure process were not yet represented. Utilizing the schema of the Exposure Ontology (ExO), ECTO classes can coordinate the stimulus, route, and exposure components into a single process term for consistent exposure classes. Logical axioms can be used to define the relationships between exposure receptors, ECTO classes, and documented exposure outcomes from the literature. Instance level schemas can also be developed using individual data points as the exposure receptor or exposure outcomes. Abbreviations: ENVO, The Environment Ontology; ChEBI, Chemical Entities of Biological Interest; NCBI Taxon, National Center for Biotechnology Information Taxonomy; FoodOn, Food Ontology; NCIt, National Cancer Institute Thesaurus; MAxO, Medical Actions Ontology; HPO, Human Phenotype Ontology; Mondo, Mondo Disease Ontology; GO, Gene Ontology\n"
    },
    "geno": {
      "about": "GENO is an OWL2 ontology that represents the levels of genetic variation specified in genotypes, to support genotype-to-phenotype (G2P) data aggregation and analysis across diverse research communities and sources. The core of the ontology is a graph decomposing a genotype into smaller components of variation, from a complete genotype specifying sequence variation across an entire genome, down to specific allelic variants and sequence alterations. Structuring genotype instance data according to this model supports a primary use case of GENO to enable integrated analysis of G2P data where phenotype annotations are made at different levels of granularity in this genotype partonomy. GENO also enables description of various attributes of genotypes and genetic variants. These attributes include zygosity, genomic position, expression, dominance, and functional dependencies or consequences of a given variant. In addition to heritable variation in genomic sequence specified by traditional genotypes, GENO also represents transient variation in gene expression, as seen in experiments where genes are targeted by knockdown reagents or overexpressed by DNA constructs at the time a phenotype is assessed. This variation in gene expression is represented in terms of the targeted genes themselves, to parallel representation of sequence variation and facilitate integrated description and analysis of data about any genetic contribution to a measured phenotype. Finally, GENO also supports modelling of G2P associations, focusing on the interplay between genotype, phenotype, and environment. GENO describes provenance and experimental evidence for these associations using the Scientific Evidence and Provenance Information Ontology (SEPIO) model.",
      "contact": {
        "email": "matt@tislab.org",
        "github": "@mbrush",
        "name": "Matt Brush",
        "orcid": "https://orcid.org/0000-0002-1048-5019"
      },
      "icon": null,
      "license": "CC-BY-4.0",
      "see_also": {
        "documentation": "https://github.com/monarch-initiative/GENO-ontology",
        "other": null,
        "repository": "https://github.com/monarch-initiative/GENO-ontology",
        "website": "https://github.com/monarch-initiative/GENO-ontology"
      },
      "tagline": "An integrated ontology for representing the genetic variations described in genotypes, and their causal relationships to phenotype and diseases",
      "title": "Genotype Ontology",
      "title_short": "GENO",
      "visual_explainer": null
    },
    "hp": {
      "about": "The Human Phenotype Ontology (HPO) is a structured vocabulary used to describe human health conditions and symptoms in a standardized way. It helps doctors, researchers, and computer systems consistently record and analyze patient characteristics, especially in the context of rare diseases. By organizing thousands of clinical features into a searchable hierarchy, HPO supports better diagnosis, data sharing, and discovery in genetic medicine.",
      "contact": {
        "email": "Peter.Robinson@jax.org",
        "github": "@pnrobinson",
        "name": "Peter Robinson",
        "orcid": "https://orcid.org/0000-0002-0736-9199"
      },
      "icon": "resource-hpo",
      "license": "JAX-CUSTOM",
      "see_also": {
        "documentation": "https://obophenotype.github.io/human-phenotype-ontology/",
        "other": null,
        "repository": "https://github.com/obophenotype/human-phenotype-ontology",
        "website": "https://hpo.jax.org/app/"
      },
      "tagline": "The standard vocabulary of human phenotypic abnormalities",
      "title": "Human Phenotype Ontology",
      "title_short": "HPO",
      "visual_explainer": null
    },
    "maxo": {
      "about": null,
      "contact": {
        "email": "Peter.Robinson@jax.org",
        "github": "@pnrobinson",
        "name": "Peter Robinson",
        "orcid": "https://orcid.org/0000-0002-0736-9199"
      },
      "icon": null,
      "license": null,
      "see_also": {
        "documentation": "https://github.com/monarch-initiative/MAxO",
        "other": null,
        "repository": null,
        "website": null
      },
      "tagline": null,
      "title": "Medical Action Ontology",
      "title_short": "MAxO",
      "visual_explainer": null
    },
    "mondo": {
      "about": "The Mondo Disease Ontology (Mondo) aims to harmonize disease definitions across the world, with a particular focus on rare diseases. Mondo goes beyond loose database cross-references. It curates precise 1:1 equivalence axioms connecting to other resources, validated by OWL reasoning. This means it is safe to propagate across these from Online Mendelian Inheritance in Man (OMIM), ORDO (Orphanet), Experimental Factor Ontology (EFO), Disease Ontology (DOID) and the neoplasm branch of National Cancer Institute Thesaurus (NCIt).",
      "contact": {
        "email": "cjmungall@lbl.gov",
        "github": "@cmungall",
        "name": "Chris Mungall",
        "orcid": "https://orcid.org/0000-0002-6601-2165"
      },
      "icon": "resource-mondo",
      "license": "CC-BY-4.0",
      "see_also": {
        "documentation": "https://mondo.readthedocs.io/en/latest/",
        "other": [
          "https://monarch-initiative.github.io/mondo-ingest/"
        ],
        "repository": "https://github.com/monarch-initiative/mondo",
        "website": "https://mondo.monarchinitiative.org/"
      },
      "tagline": "A unified disease ontology that harmonizes diverse disease terminologies into a consistent, computable framework.",
      "title": "Mondo Disease Ontology",
      "title_short": "Mondo",
      "visual_explainer": "https://www.youtube.com/watch?v=f3aDoNmcR0M"
    },
    "oba": {
      "about": "The Ontology of Biological Attributes (OBA) is a formalised, species-independent collection of interoperable phenotypic trait categories that is intended to fulfil a data integration role. OBA is a standardised representational framework for observable attributes that are characteristics of biological entities, organisms, or parts of organisms. It is a collection of biological attributes (traits) covering all kingdoms of life and is interoperable with other ontologies in the Open Biological and Biomedical Ontologies Foundry.",
      "contact": {
        "email": "cjmungall@lbl.gov",
        "github": "@cmungall",
        "name": "Chris Mungall",
        "orcid": "https://orcid.org/0000-0002-6601-2165"
      },
      "icon": null,
      "license": "CC0",
      "see_also": {
        "documentation": "https://obophenotype.github.io/bio-attribute-ontology/",
        "other": [
          "https://obophenotype.github.io/upheno/"
        ],
        "repository": "https://github.com/obophenotype/bio-attribute-ontology",
        "website": "https://obofoundry.org/ontology/oba.html"
      },
      "tagline": "A species-independent framework for integrating phenotypic traits",
      "title": "Ontology of Biological Attributes",
      "title_short": "OBA",
      "visual_explainer": null
    },
    "phenio": {
      "about": "An ontology for accessing and comparing knowledge concerning phenotypes across species and genetic backgrounds.",
      "contact": {
        "email": "cjmungall@lbl.gov",
        "github": "@cmungall",
        "name": "Chris Mungall",
        "orcid": "https://orcid.org/0000-0002-6601-2165"
      },
      "icon": null,
      "license": "BSD-3-Clause",
      "see_also": {
        "documentation": "https://monarch-initiative.github.io/phenio/",
        "other": null,
        "repository": "https://github.com/monarch-initiative/phenio",
        "website": null
      },
      "tagline": "An integrated ontology for Phenomics",
      "title": "Phenomics Integrated Ontology (PHENIO)",
      "title_short": "PHENIO",
      "visual_explainer": null
    },
    "sepio": {
      "about": "The Scientific Evidence and Provenance Information Ontology (SEPIO) was developed to support description of evidence and provenance information for scientific claims. The core model represents the relationships between claims, their evidence lines, the information items that comprise these lines of evidence, and the methods, tools, and agents involved in the creation of these entities. Use cases driving SEPIO development include integration of scientific claims and their associated evidence/provenance metadata, and support for the discovery, analysis, and evaluation of claims based on this metadata.",
      "contact": {
        "email": "matt@tislab.org",
        "github": "@mbrush",
        "name": "Matt Brush",
        "orcid": "https://orcid.org/0000-0002-1048-5019"
      },
      "icon": "resource-sepio",
      "license": "CC-BY-3.0",
      "see_also": {
        "documentation": "https://github.com/monarch-initiative/SEPIO-ontology",
        "other": null,
        "repository": "https://github.com/monarch-initiative/SEPIO-ontology",
        "website": "https://github.com/monarch-initiative/SEPIO-ontology"
      },
      "tagline": "An ontology for representing the provenance of scientific claims and the evidence that supports them",
      "title": "Scientific Evidence and Provenance Information Ontology",
      "title_short": "SEPIO",
      "visual_explainer": null
    },
    "uberon": {
      "about": "Uberon is an anatomical ontology that represents body parts, organs and tissues in a variety of animal species, with a focus on vertebrates. It has been constructed to integrate seamlessly with other ontologies, such as the Cell Ontology workflows, the Gene Ontology, Trait and Phenotype ontologies, as well as other anatomical ontologies. The ontology includes comprehensive relationships to taxon-specific anatomical ontologies, allowing integration of functional, phenotype and expression data. Currently Uberon consists of over 13000 classes representing structures that are shared across a variety of metazoans.",
      "contact": {
        "email": "cjmungall@lbl.gov",
        "github": "@cmungall",
        "name": "Chris Mungall",
        "orcid": "https://orcid.org/0000-0002-6601-2165"
      },
      "icon": "resource-uberon",
      "license": "CC0",
      "see_also": {
        "documentation": "https://obophenotype.github.io/uberon/",
        "other": null,
        "repository": "https://github.com/obophenotype/uberon",
        "website": "https://obophenotype.github.io/uberon/"
      },
      "tagline": "An integrated cross-species anatomy ontology",
      "title": "Uberon Anatomy Ontology",
      "title_short": "Uberon",
      "visual_explainer": "https://www.youtube.com/watch?v=HmFhTk0Bahs|||figure-uberon||| Uberon is an anatomical ontology that represents body parts, organs and tissues in a variety of animal species, with a focus on vertebrates. It has been constructed to integrate seamlessly with other ontologies, such as the OBO Cell Ontology workflows, the Gene Ontology, Trait and Phenotype ontologies, as well as other anatomical ontologies. The ontology includes comprehensive relationships to taxon-specific anatomical ontologies, allowing integration of functional, phenotype and expression data. Currently Uberon consists of over 13000 classes representing structures that are shared across a variety of metazoans. As one of the main uses of Uberon is translational science, we have extensive coverage of structures shared between humans and other species. However, thanks to the involvement of many collaborators, we have deep coverage of broad areas of anatomy across diverse taxa. We also make available an ontology called composite-metazoan which brings in subsets of federated ontologies, with a total of over 40000 classes."
    },
    "upheno": {
      "about": "The Unified Phenotype Ontology (uPheno) framework is a community effort to provide an integration layer over domain-specific phenotype ontologies, as a single, unified, logical representation. It comprises (1) a system for consistent computational definition of phenotype terms using ontology design patterns, maintained as a community library; (2) a hierarchical vocabulary of species-neutral phenotype terms under which their species-specific counterparts are grouped; and (3) mapping tables between species-specific ontologies.",
      "contact": {
        "email": "jmcl@ebi.ac.uk",
        "github": "@udp",
        "name": "James McLaughlin",
        "orcid": "https://orcid.org/0000-0002-8361-2795"
      },
      "icon": "resource-upheno",
      "license": "CC0",
      "see_also": {
        "documentation": "https://obophenotype.github.io/upheno/",
        "other": [
          "https://ols.monarchinitiative.org/ontologies/upheno_reordered"
        ],
        "repository": "https://github.com/obophenotype/upheno",
        "website": "https://obophenotype.github.io/upheno/"
      },
      "tagline": "A framework for cross-species integrative phenomics",
      "title": "The Unified Phenotype Ontology (uPheno)",
      "title_short": "uPheno",
      "visual_explainer": "figure-upheno|||Structure of the uPheno ontology. uPheno is a framework for consistent and logical definition of phenotype categories using ontology design patterns that provides a hierarchical vocabulary of species-neutral phenotype terms under which their species-specific counterparts are grouped. The ontology design templates are based on shared features of existing phenotypic descriptions from various model organisms and represent community consensus. The phenotype pattern template-adherent terms are adopted by species-specific ontologies, thereby contributing to the community-built uPheno framework. uPheno accelerates cross-species inference and computationally amenable comparative phenotype analysis. For example, the interoperable representation of heart phenotypes characterized by increased size, compared with wild-type in distinct species, such as zebrafish and humans, allows the cross-species identification of genes whose alleles can cause similar phenotypes. uPheno contextual hierarchy for increased size of the heart as displayed in the OLS."
    },
    "vbo": {
      "about": "The Vertebrate Breed Ontology (VBO) is an open, community-driven ontology representing over 19,500 livestock and companion animal breed concepts covering 49 species. Breeds are classified based on community and expert conventions (e.g., cattle breed) and supported by relations to the breed's genus and species indicated by National Center for Biotechnology Information (NCBI) Taxonomy terms. Relationships between VBO terms (e.g., relating breeds to their foundation stock) provide additional context to support advanced data analytics. VBO term metadata includes synonyms, breed identifiers/codes, and attributed cross-references to other databases.",
      "contact": {
        "email": "sabrina@tislab.org",
        "github": "@sabrinatoro",
        "name": "Sabrina Toro",
        "orcid": "https://orcid.org/0000-0002-4142-7153"
      },
      "icon": null,
      "license": "CC-BY-4.0",
      "see_also": {
        "documentation": "https://monarch-initiative.github.io/vertebrate-breed-ontology/",
        "other": [
          "https://ols.monarchinitiative.org/ontologies/vbo"
        ],
        "repository": "https://github.com/monarch-initiative/vertebrate-breed-ontology",
        "website": "https://github.com/monarch-initiative/vertebrate-breed-ontology"
      },
      "tagline": "A single, computable resource for vertebrate breed names",
      "title": "Vertebrate Breed Ontology",
      "title_short": "VBO",
      "visual_explainer": null
    }
  },
  "registries": {
    "kg_hub": {
      "about": "The Knowledge Graph Hub (KG-Hub) is a platform that provides software development patterns for the standardized construction, exchange, and reuse of knowledge graphs. Features include a simple, modular extract-transform-load (ETL) pattern for ingest of upstream data in a Biolink-model compliant manner, cached downloads of upstream data, versioned and automatically updated builds, web-browsable storage of KG artifacts on cloud infrastructure, easy reuse of transformed subgraphs of upstream data across different projects, and easy integration of any OBO ontology.",
      "contact": {
        "email": "cjmungall@lbl.gov",
        "github": "@cmungall",
        "name": "Chris Mungall",
        "orcid": "https://orcid.org/0000-0002-6601-2165"
      },
      "icon": null,
      "license": "BSD-3-Clause",
      "see_also": {
        "documentation": "https://github.com/Knowledge-Graph-Hub/knowledge-graph-hub.github.io",
        "other": [
          "https://github.com/Knowledge-Graph-Hub/knowledge-graph-hub-support"
        ],
        "repository": "https://github.com/Knowledge-Graph-Hub/knowledge-graph-hub.github.io",
        "website": "https://kghub.org/"
      },
      "tagline": "A collection of biological and biomedical Knowledge Graphs, including their component data sources.",
      "title": "Knowledge Graph Hub",
      "title_short": "KG Hub",
      "visual_explainer": null
    },
    "kg_registry": {
      "about": "A simple registry for knowledge graphs, including Knowledge Graph Hub (KG-Hub) projects.",
      "contact": {
        "email": "cjmungall@lbl.gov",
        "github": "@cmungall",
        "name": "Chris Mungall",
        "orcid": "https://orcid.org/0000-0002-6601-2165"
      },
      "icon": "onto-gpt",
      "license": null,
      "see_also": {
        "documentation": "https://github.com/Knowledge-Graph-Hub/kg-registry",
        "other": null,
        "repository": "https://github.com/Knowledge-Graph-Hub/kg-registry",
        "website": "https://kghub.org/kg-registry/"
      },
      "tagline": "An aggregation of Knowledge Graphs and their parts.",
      "title": "Knowledge Graph Registry",
      "title_short": "KG Registry",
      "visual_explainer": null
    },
    "linkml_registry": {
      "about": "A collection of Linked Data Modeling Language (LinkML)schemas.",
      "contact": {
        "email": "cjmungall@lbl.gov",
        "github": "@cmungall",
        "name": "Chris Mungall",
        "orcid": "https://orcid.org/0000-0002-6601-2165"
      },
      "icon": null,
      "license": "CC0",
      "see_also": {
        "documentation": "https://linkml.io/linkml-registry/registry/",
        "other": null,
        "repository": "https://github.com/linkml/linkml-registry",
        "website": "https://linkml.io/linkml-registry/registry/"
      },
      "tagline": "A collection of LinkML schemas",
      "title": "LinkML Registry",
      "title_short": "LinkML Registry",
      "visual_explainer": null
    },
    "monarch_mapping_registry": {
      "about": "Simple Standard for Ontology Mappings (SSSOM) mappings collected and curated by the Monarch Initiative.",
      "contact": {
        "email": "kevin@tislab.org",
        "github": "@kevinschaper",
        "name": "Kevin Schaper",
        "orcid": "https://orcid.org/0000-0003-3311-7320"
      },
      "icon": "resource-monarch",
      "license": "CC0",
      "see_also": {
        "documentation": "https://github.com/monarch-initiative/monarch-mapping-commons",
        "other": null,
        "repository": "https://github.com/monarch-initiative/monarch-mapping-commons",
        "website": "https://github.com/monarch-initiative/monarch-mapping-commons"
      },
      "tagline": "A collection of SSSOM mappings provided by the Monarch Initiative",
      "title": "Monarch Mapping Registry",
      "title_short": "Monarch Mapping Registry",
      "visual_explainer": null
    },
    "monarch_ols": {
      "about": "A browsable collection of ontologies provided by the Monarch Initiative using OLS4 (developed by EMBL-EBI). This instance of OLS is tailored to the needs of the Monarch Initiative and provides access to a range of ontologies relevant to genomics, phenomics, and biomedical research, which are not available through normal OLS.  It also provides development snapshots of various unreleased ontologies for early access of the wider community.\n",
      "contact": {
        "email": "nicolas.matentzoglu@gmail.com",
        "github": "@matentzn",
        "name": "Nicolas Matentzoglu",
        "orcid": "https://orcid.org/0000-0002-7356-1779"
      },
      "icon": null,
      "license": "Apache-2.0",
      "see_also": {
        "documentation": "https://github.com/monarch-initiative/ontotools-docker",
        "other": null,
        "repository": "https://github.com/monarch-initiative/ontotools-docker",
        "website": "https://ols.monarchinitiative.org/"
      },
      "tagline": "A Monarch Ontology specific instance of the EMBL European Bioinformatics Institute's OLS.",
      "title": "Monarch OLS",
      "title_short": "Monarch OLS",
      "visual_explainer": null
    }
  },
  "standards": {
    "phenopackets": {
      "about": "The Phenopacket Schema represents an open standard for sharing disease and phenotype information to improve our ability to understand, diagnose, and treat both rare and common diseases. A Phenopacket links detailed phenotype descriptions with disease, patient, and genetic information, enabling clinicians, biologists, and disease and drug researchers to build more complete models of disease. The standard is designed to encourage wide adoption and synergy between the people, organizations and systems that comprise the joint effort to address human disease and biological understanding.",
      "contact": {
        "email": "Peter.Robinson@jax.org",
        "github": "@pnrobinson",
        "name": "Peter Robinson",
        "orcid": "https://orcid.org/0000-0002-0736-9199"
      },
      "icon": "resource-phenopackets",
      "license": "BSD-3-Clause",
      "see_also": {
        "documentation": "https://phenopacket-schema.readthedocs.io/en/latest/introduction.html",
        "other": null,
        "repository": "https://github.com/phenopackets/phenopacket-schema",
        "website": "http://phenopackets.org/"
      },
      "tagline": "An ISO-endorsed open standard for sharing disease and phenotype information",
      "title": "Phenopackets",
      "title_short": "Phenopackets",
      "visual_explainer": "https://www.youtube.com/watch?v=Ym5rC2Op_PM"
    },
    "sssom": {
      "about": "SSSOM is a Simple Standard for Sharing Ontological Mappings, providing - a TSV-based representation for ontology term mappings - a comprehensive set of standard metadata elements to describe mappings, and - a standard translation between the TSV and the Web Ontology Language (OWL). The SSSOM TSV format in particular is geared towards the needs of the wider bioinformatics community as a way to safely exchange mappings in an easily readable yet semantically well-specified manner.",
      "contact": {
        "email": "nicolas.matentzoglu@gmail.com",
        "github": "@matentzn",
        "name": "Nicolas Matentzoglu",
        "orcid": "https://orcid.org/0000-0002-7356-1779"
      },
      "icon": "resource-sssom",
      "license": "BSD-3-Clause",
      "see_also": {
        "documentation": "https://mapping-commons.github.io/sssom/",
        "other": null,
        "repository": "https://github.com/mapping-commons/sssom/",
        "website": "https://mapping-commons.github.io/sssom/spec/"
      },
      "tagline": "A simple metadata standard for describing semantic mappings",
      "title": "Simple Standard for Ontology Mappings (SSSOM)",
      "title_short": "SSSOM",
      "visual_explainer": "https://www.youtube.com/watch?v=T-YP-Lv9k2s"
    }
  },
  "tools": {
    "curate_gpt": {
      "about": "CurateGPT is a prototype web application and framework for performing general purpose AI-guided curation and curation-related operations over collections of objects. CurateGPT melds the power of generative AI together with trusted knowledge bases and literature sources. CurateGPT streamlines the curation process, enhancing collaboration and efficiency in common workflows. Compared to direct interaction with an LLM, CurateGPT's agents enable access to information beyond that in the LLM's training data and they provide direct links to the data supporting each claim. This helps curators, researchers, and engineers scale up curation efforts to keep pace with the ever-increasing volume of scientific data.",
      "contact": {
        "email": "cjmungall@lbl.gov",
        "github": "@cmungall",
        "name": "Chris Mungall",
        "orcid": "https://orcid.org/0000-0002-6601-2165"
      },
      "icon": "curate-gpt",
      "license": "BSD-3-Clause",
      "see_also": {
        "documentation": "https://monarch-initiative.github.io/curategpt/",
        "other": null,
        "repository": "https://github.com/monarch-initiative/curate-gpt",
        "website": "https://curategpt.io/"
      },
      "tagline": "A large language model-driven curation assistance tool",
      "title": "CurateGPT",
      "title_short": "CurateGPT",
      "visual_explainer": null
    },
    "exomiser": {
      "about": "The Exomiser is a Java program that finds potential disease-causing variants from whole-exome or whole-genome sequencing data.\nStarting from a VCF file and a set of phenotypes encoded using the Human Phenotype Ontology (HPO) it will annotate, filter and prioritise likely causative variants. The program does this based on user-defined criteria such as a variant's predicted pathogenicity, frequency of occurrence in a population and also how closely the given phenotype matches the known phenotype of diseased genes from human and model organism data.\nThe functional annotation of variants is handled by Jannovar and uses any of UCSC, RefSeq or Ensembl KnownGene transcript definitions and hg19 or hg38 genomic coordinates.\nVariants are prioritised according to user-defined criteria on variant frequency, pathogenicity, quality, inheritance pattern, and model organism phenotype data. Predicted pathogenicity data is extracted from the dbNSFP resource. Variant frequency data is taken from the 1000 Genomes, ESP, TOPMed, UK10K, ExAC and gnomAD datasets. Subsets of these frequency and pathogenicity data can be defined to further tune the analysis. Cross-species phenotype comparisons come from our PhenoDigm tool powered by the OWLTools OWLSim algorithm.",
      "contact": {
        "email": "j.jacobsen@qmul.ac.uk",
        "github": "@julesjacobsen",
        "name": "Jules Jacobsen",
        "orcid": "https://orcid.org/0000-0002-3265-1591"
      },
      "icon": "resource-exomiser",
      "license": "AGPL-3.0",
      "see_also": {
        "documentation": "https://exomiser.readthedocs.io/",
        "other": null,
        "repository": "https://github.com/exomiser/Exomiser",
        "website": "https://exomiser.monarchinitiative.org/exomiser/"
      },
      "tagline": "A Tool to Annotate and Prioritize Exome Variants",
      "title": "Exomiser",
      "title_short": "Exomiser",
      "visual_explainer": "https://www.youtube.com/watch?v=XU10oT7c2VI|||https://www.youtube.com/watch?v=tzwvWkb3s8A"
    },
    "linkml": {
      "about": "The Linked Data Modeling Language (LinkML) is a flexible modeling language that allows you to author schemas in YAML that describe the structure of your data. Additionally, it is a framework for working with and validating data in a variety of formats (JSON, RDF, TSV), with generators for compiling LinkML schemas to other frameworks.",
      "contact": {
        "email": "cjmungall@lbl.gov",
        "github": "@cmungall",
        "name": "Chris Mungall",
        "orcid": "https://orcid.org/0000-0002-6601-2165"
      },
      "icon": "resource-linkml",
      "license": "CC0",
      "see_also": {
        "documentation": "https://linkml.io/linkml-model/docs/",
        "other": null,
        "repository": "https://github.com/linkml/",
        "website": "https://linkml.io/"
      },
      "tagline": "A general purpose modeling language that can be used with linked data, JSON, and other formalisms",
      "title": "Linked Data Modeling Language",
      "title_short": "LinkML",
      "visual_explainer": "https://www.youtube.com/@LinkML-org"
    },
    "oak": {
      "about": "The Ontology Access Kit (OAK) is for both technical and non-technical users of ontologies. Non-technical users can use the command line interface to query ontologies in a variety of ways. Technical users can write Python code that uses the OAK library to perform ontology-related tasks.\nOAK provides a collection of interfaces for various ontology operations, including: - look up basic features of an ontology element, such as its label, definition, relationships, or aliases - search an ontology for a term - validate an ontology - modify or delete terms - generate and visualize subgraphs - identify lexical matches and export as SSSOM mapping tables - perform more advanced operations, such as graph traversal, OWL axiom processing, or text annotation\nThese interfaces are separated from any particular backend, for which there a number of different adapters. This means the same Python API and command line can be used regardless of whether the ontology: - is served by a remote API such as OLS or BioPortal - is present locally on the filesystem in owl, obo, obojson, or sqlite formats - is to be downloaded from a remote repository such as the OBO library - is queried from a remote database, including SPARQL endpoints (Ontobee/Ubergraph), a SQL database, a Solr/ES endpoint\n",
      "contact": {
        "email": "cjmungall@lbl.gov",
        "github": "@cmungall",
        "name": "Chris Mungall",
        "orcid": "https://orcid.org/0000-0002-6601-2165"
      },
      "icon": "resource-oak",
      "license": "Apache-2.0",
      "see_also": {
        "documentation": "https://incatools.github.io/ontology-access-kit/",
        "other": null,
        "repository": "https://github.com/INCATools/ontology-access-kit",
        "website": "https://github.com/INCATools/ontology-access-kit"
      },
      "tagline": "A python toolkit for accessing and visualising ontologies",
      "title": "Ontology Access Kit (OAK)",
      "title_short": "OAK",
      "visual_explainer": "https://www.youtube.com/watch?v=zO6tS7gZtvw"
    },
    "odk": {
      "about": "\"Manage your ontology's life cycle with the Ontology Development Kit (ODK)!\nThe ODK is:\n- a toolbox of various ontology related tools such as ROBOT, owltools, dosdp-tools and many more,\nbundled as a docker image.\n- a set of executable workflows for managing your ontology's continuous integration, quality control,\nreleases and dynamic imports.\"\n",
      "contact": {
        "email": "nicolas.matentzoglu@gmail.com",
        "github": "@matentzn",
        "name": "Nicolas Matentzoglu",
        "orcid": "https://orcid.org/0000-0002-7356-1779"
      },
      "icon": "resource-odk",
      "license": "BSD-3-Clause",
      "see_also": {
        "documentation": "https://incatools.github.io/ontology-development-kit",
        "other": null,
        "repository": "https://github.com/INCATools/ontology-development-kit",
        "website": null
      },
      "tagline": "A toolkit and workflow system for managing the ontology life-cycle",
      "title": "Ontology Development Kit",
      "title_short": "ODK",
      "visual_explainer": "https://www.youtube.com/watch?v=cd7750JVDaw"
    },
    "ontogpt": {
      "about": "OntoGPT is a Python package for extracting structured information from text with large language models (LLMs), instruction prompts, and ontology-based grounding. It works well with OpenAI's GPT models as well as a selection of other LLMs. OntoGPT's output can be used for general-purpose natural language tasks (e.g., named entity recognition and relation extraction), summarization, knowledge base and knowledge graph construction, and more.",
      "contact": {
        "email": "cjmungall@lbl.gov",
        "github": "@cmungall",
        "name": "Chris Mungall",
        "orcid": "https://orcid.org/0000-0002-6601-2165"
      },
      "icon": "onto-gpt",
      "license": "BSD-3-Clause",
      "see_also": {
        "documentation": "https://monarch-initiative.github.io/ontogpt/",
        "other": null,
        "repository": "https://github.com/monarch-initiative/ontogpt",
        "website": "https://github.com/monarch-initiative/ontogpt"
      },
      "tagline": "A Python package for extracting structured information from text with large language models",
      "title": "OntoGPT",
      "title_short": "OntoGPT",
      "visual_explainer": "https://www.youtube.com/watch?v=ezFIgY0LE4A"
    },
    "pheval": {
      "about": "The absence of standardised benchmarks and data standardisation for Variant and Gene Prioritisation Algorithms (VGPAs) presents a significant challenge in the field of genomic research. PhEval addresses this gap. It is a novel framework designed to streamline the evaluation of VGPAs that incorporate phenotypic data. PhEval offers several key benefits:\n- Automated Processes: Reduces manual effort by automating various evaluation tasks, thus enhancing efficiency. - Standardisation: Ensures consistency and comparability in evaluation methodologies, leading to more reliable and standardised assessments. - Reproducibility: Facilitates reproducibility in research by providing a standardised platform, allowing for consistent validation of algorithms. - Comprehensive Benchmarking: Enables thorough benchmarking of algorithms, providing well-founded comparisons and deeper insights into their performance.\nPhEval is a valuable tool for researchers looking to improve the accuracy and reliability of VGPA evaluations through a structured and standardised approach.\n",
      "contact": {
        "email": "j.jacobsen@qmul.ac.uk",
        "github": "@julesjacobsen",
        "name": "Jules Jacobsen",
        "orcid": "https://orcid.org/0000-0002-3265-1591"
      },
      "icon": "resource-pheval",
      "license": "Apache-2.0",
      "see_also": {
        "documentation": "https://monarch-initiative.github.io/pheval/",
        "other": null,
        "repository": "https://github.com/monarch-initiative/pheval",
        "website": "https://monarch-initiative.github.io/pheval/"
      },
      "tagline": "A Python library for assisting in benchmarking tools for Variant, Gene, and Disease prioritisation",
      "title": "PhEval",
      "title_short": "PhEval",
      "visual_explainer": "https://www.youtube.com/watch?v=nIPzVN99UWc"
    }
  }
}
